[
    {
        "id": 1,
        "picture": "/images/1.webp",
        "title": "Medical Supplies for Children",
        "category": "Health",
        "btn_color": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Help provide essential medical supplies to children in need. Your donation will make a profound difference in their lives, ensuring that every child receives the care they deserve. We are dedicated to delivering vital medical equipment and medicines to pediatric wards in underserved hospitals, where the need is often the greatest.Our mission is simple yet critical: to save lives and bring smiles to the faces of young patients and their families. With your generous contribution, we can serve as a lifeline to children in the most vulnerable situations, offering them a chance at a healthier and happier future.",
        "price": 50
    },
    {
        "id": 2,
        "picture": "/images/2.webp",
        "title": "Support Cancer Research",
        "category": "Health",
        "btn_color": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Contribute to ongoing cancer research efforts and be a part of the quest to find a cure for this devastating disease. Your donation will play a pivotal role in funding cutting-edge research programs focused on early detection, innovative treatments, and comprehensive support for cancer patients and their families.Cancer affects the lives of millions worldwide, and your support can drive breakthroughs in understanding, prevention, and treatment. By joining us in this battle against cancer, you're helping to create a future where no one has to face this formidable adversary alone.",
        "price": 100
    },
    {
        "id": 3,
        "picture": "/images/3.avif",
        "title": "Scholarships for Underprivileged",
        "category": "Education",
        "btn_color": "#FF444A33",
        "card_bg_color": "#FF444A1A",
        "text_color": "#FF444A",
        "description": "Empower underprivileged students by supporting our mission to provide scholarships that allow them to pursue their educational dreams. Your valuable support breaks down barriers to education and opens doors to brighter futures for deserving students who may otherwise face insurmountable challenges. Education is the cornerstone of progress and opportunity. Your donation can transform the lives of talented young individuals who lack the means to access quality education. Together, we can create a ripple effect of positive change, nurturing the potential of those who need it most.",
        "price": 75
    },
    {
        "id": 4,
        "picture": "/images/4.avif",
        "title": "Books for Schools in Need",
        "category": "Education",
        "btn_color": "#FF444A33",
        "card_bg_color": "#FF444A1A",
        "text_color": "#FF444A",
        "description": "Make a lasting impact on education by donating books to schools that lack the necessary resources. Your contribution will enrich the minds of young learners and ignite a lifelong love for reading, opening doors to a brighter future. Access to books is a fundamental right for all children, but not everyone has this privilege. Your support bridges this gap and empowers under-served students with knowledge, imagination, and the tools to succeed.With your generosity, we aim to build a world where every child has the opportunity to explore new worlds, discover new ideas, and develop essential skills through the magic of reading. By donating books, you're not just providing literature; you're providing the keys to knowledge and creativity.",
        "price": 30
    },
    {
        "id": 5,
        "picture": "/images/5.jpeg",
        "title": "Warm Winter Clothes Drive",
        "category": "Clothing",
        "btn_color": "#79C23F33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Join us in our endeavor to collect warm clothing items for those in need during the cold winter months. Your contribution can make a significant difference by providing warmth and comfort to individuals facing harsh winter conditions.Winter can be an incredibly challenging time for those without adequate clothing. Your support ensures that someone in our community stays warm and protected from the biting cold. By participating in this initiative, you become a source of warmth and hope.",
        "price": 20
    },
    {
        "id": 6,
        "picture": "/images/6.jpeg",
        "title": "Dress for Success Program",
        "category": "Clothing",
        "btn_color": "#79C23F33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Support our Dress for Success program, which aims to provide professional attire to individuals actively seeking employment opportunities. Your donation plays a pivotal role in empowering job seekers to build confidence, present themselves professionally, and secure meaningful employment.Dressing professionally can make a significant difference in a person's job search. Your contribution can provide individuals with the attire and confidence they need to excel in interviews and succeed in the workplace.Your support becomes a stepping stone toward self-sufficiency for those in need, helping them take important strides on their path to financial independence and a brighter future. Your generosity is the key to unlocking doors of opportunity.",
        "price": 40
    },
    {
        "id": 7,
        "picture": "/images/7.jpeg",
        "title": "Food for Homeless Shelters",
        "category": "Food",
        "btn_color": "#F8714733",
        "card_bg_color": "#F8714726",
        "text_color": "#F87147",
        "description": "Extend a helping hand by donating non-perishable food items to homeless shelters. Your support will provide essential sustenance to individuals and families facing homelessness, ensuring they have access to nutritious meals and hope for a better tomorrow.Hunger is a pressing issue in our communities, and your donation can make a direct impact by ensuring that those in need have access to food. Your contribution becomes a lifeline, offering nourishment to those who are less fortunate. ",
        "price": 15
    },
    {
        "id": 8,
        "picture": "/images/8.webp",
        "title": "Nutrition Program for Children",
        "category": "Food",
        "btn_color": "#F8714733",
        "card_bg_color": "#F8714726",
        "text_color": "#F87147",
        "description": "Support our nutrition program designed to ensure that children have access to healthy meals and a brighter future. Your donation will provide balanced and nutritious meals to children in need, promoting their growth, health, and educational success. Proper nutrition is essential for a child's development, and your contribution can provide the building blocks for a healthy and prosperous life for underprivileged children. By joining us in this initiative, you're making a tangible impact on their well-being.",
        "price": 50
    },
    {
        "id": 9,
        "picture": "/images/9.avif",
        "title": "Medical Outreach in Rural Areas",
        "category": "Health",
        "btn_color": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_color": "#0052FF",
        "description": "Make a significant difference in the lives of rural communities by supporting our medical outreach initiatives. Your contribution will help set up mobile clinics and provide essential medical care to those who lack access to healthcare services, improving their well-being and quality of life. With your generous support, we can create a network of care that reaches far and wide, reducing suffering and saving lives in rural regions. Your involvement becomes a beacon of hope for individuals and families who often have limited access to healthcare resources.",
        "price": 60
    },
    {
        "id": 10,
        "picture": "/images/10.jpeg",
        "title": "Computer Lab for Schools",
        "category": "Education",
        "btn_color": "#FF444A33",
        "card_bg_color": "#FF444A1A",
        "text_color": "#FF444A",
        "description": "Empower students in remote areas by supporting our initiative to equip schools with computer labs. Your donation will enhance the learning experience of these students, bridging the digital divide and empowering them with essential technology skills. Join us in creating a world where educational opportunities are boundless, and technology is a tool for empowerment. Your participation in this campaign will provide students in remote areas with the resources they need to thrive academically and personally. Together, let's shape a brighter future through education.",
        "price": 80
    },
    {
        "id": 11,
        "picture": "/images/11.webp",
        "title": "Clothing Vouchers for Families",
        "category": "Clothing",
        "btn_color": "#79C23F33",
        "card_bg_color": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Extend a helping hand to families in need by providing clothing vouchers, giving them the dignity of choice and the means to obtain clothing that suits their needs and preferences. Clothing is not just a basic necessity; it's a source of comfort, confidence, and self-expression. Your support can make a meaningful impact in the lives of families, allowing them to select clothing that suits their individual styles and requirements.",
        "price": 25
    },
    {
        "id": 12,
        "picture": "/images/12.jpeg",
        "title": "Meals on Wheels for Seniors",
        "category": "Food",
        "btn_color": "#F8714733",
        "card_bg_color": "#F8714726",
        "text_color": "#F87147",
        "description": "Support the Meals on Wheels program, a lifeline for seniors who are homebound. Your donation ensures that elderly individuals receive nutritious meals delivered to their doorsteps, along with much-needed companionship, improving their quality of life and well-being. We believe that every senior deserves to age with dignity and receive the support they need. Your contribution can bring comfort and care to our elderly neighbors, ensuring that they have nourishment and companionship in their golden years. ",
        "price": 35
    }
]
